{
	"AnimeGenerator":
	[
	  {"AnimeName":"Death Parade","AnimeImage": "https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/parade.jpg", "AnimeSummary":"After death, either Heaven or Hell awaits most humans. But for a select few, death brings them to Quindecim—a bar where only pairs of people who die at the same time can enter. Attending the bar is an enigmatic figure known as Decim, who also acts as the arbiter. He passes judgment on those who wind up at Quindecim by challenging them to a life-threatening game. These games determine if the patron's soul will reincarnate into a new life, or be sent into the void, never to be seen again", "NumOfEpisodes":"Currently: 1099", "AnimeGenre":"Action, Adventure, Drama","AnimeManga":"https://www.viz.com/shonenjump"},
	  {"AnimeName":"Dororo", "AnimeImage":"https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/dororo.jpg", "AnimeSummary": "The greedy samurai lord Daigo Kagemitsu's land is dying, and he would do anything for power, even renounce Buddha and make a pact with demons. His prayers are answered by 12 demons who grant him the power he desires by aiding his prefecture's growth, but at a price. When Kagemitsu's first son is born, the boy has no limbs, no nose, no eyes, no ears, nor even skin—yet still, he lives.This child is disposed of in a river and forgotten. But as luck would have it, he is saved by a medicine man who provides him with prosthetics and weapons, allowing for him to survive and fend for himself. The boy lives and grows, and although he cannot see, hear, or feel anything, he must defeat the demons that took him as sacrifice.", "NumOfEpisodes":"24", "AnimeGenre": "Action, Adventure, Historical, Shounen, Supernatural","AnimeManga":"https://www.viz.com/shonenjump"},
	  {"AnimeName": "Jigokuraku","AnimeImage":"https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/paradise.jpg", "AnimeSummary":"Sentenced to death, Gabimaru the Hollow finds himself apathetic. After leading a blood-soaked life, Gabimaru believes he deserves to die. However, every attempt to execute him inexplicably fails. Finally, Sagiri Yamada Asaemon, a fledgling member of a famed executioner clan, is asked to take Gabimaru's life; yet Sagiri makes no move to kill him as requested.Insisting that Gabimaru will not die because of his love for his wife, Sagiri instead offers him the chance to obtain a full pardon for his crimes", "NumOfEpisodes": "Currently 13 ", "AnimeGenre": "Action, Adventure, Fantasy",  "AnimeManga":"https://www.viz.com/shonenjump"},
	  {"AnimeName": "Jujutsu Kaisen", "AnimeImage": "https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/kaisen.jpg", "AnimeSummary":"Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the King of Curses.", "NumOfEpisodes": "47", "AnimeGenre":"Action, Horror, Supernatural ", "AnimeManga":"https://www.viz.com/shonenjump"},
	  {"AnimeName": "Nura: Rise of the Yokai Clan", "AnimeImage" : "https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/nura.jpg", "AnimeSummary": "Long before Rikuo Nura was born, the legendary youkai Nurarihyon fell in love with a human woman. Though the two would initially find happiness, a threat from the terrifying fox-demon Hagoromo Gitsune would get in the way of their relationship.In the present, Rikuo has taken his rightful place as the heir to the Nura Clan. While he has accepted his youkai side, he must continue to maintain the secret of youkai, a difficult task when faced with the Keikain onmyouji clan and his youkai-obsessed friend, Kiyotsugu. Even so, Rikuo will do what he must to protect those important to him.", "NumOfEpisodes": "49", "AnimeGenre": "Action, Adventure, Supernatural", "AnimeManga":"https://www.viz.com/shonenjump"},
	  {"AnimeName": "Another", "AnimeImage": "https://raw.githubusercontent.com/lubna371/JSONProjectsIT315/master/Another.jpg", "AnimeSummary":"Kouichi Sakakibara makes his return after taking a sick leave for the first month of school. Among his new classmates, he is inexplicably drawn toward Mei Misaki—a reserved girl with an eyepatch whom he met in the hospital during his absence. But none of his classmates acknowledge her existence; they warn him not to acquaint himself with things that do not exist. Against their words of caution, Kouichi befriends Mei—soon learning of the sinister truth behind his friends' apprehension.", "NumOfEpisodes":"12", "AnimeGenre":"Horror, Mystery", "AnimeManga": "https://www.viz.com/shonenjump"}

	],
	"Status":"OK"
}
